export const datapost = [
	{
		title: 'Отчёт #День20',
		content: `- 4 урока "Английский по плейлистам"
- Учил карточки

- Смотрел курс по реакту
- Смотрел курс по ангуляру ( потом расскажу зачем, может быть, я подумаю )
- Писал сайт, куда буду дублировать статистику и записи из этого тгк

- Читал книгу. (Начал читать "На западном фронте без перемен". Только что узнал, что есть фильм. Гляну его как-то и сравню с книгой) 
#Примечания Смотрел сегодня какого-то индуса на ютубе, он объяснял как решить проблему одну. В целом я даже понял его кривой английский. Хз можно ли этим гордиться. Вроде всё указал`,
		tags: ['Примечания', 'День20'],
		date: new Date(),
		statistics: {
			engTime: 100,
			progTime: 360,
			get totalTime() {
				return this.engTime + this.progTime;
			},
		},
	},
	{
		title: 'Отчёт #День20',
		content: `- 4 урока "Английский по плейлистам"
- Учил карточки

- Смотрел курс по реакту
- Смотрел курс по ангуляру ( потом расскажу зачем, может быть, я подумаю )
- Писал сайт, куда буду дублировать статистику и записи из этого тгк

- Читал книгу. (Начал читать "На западном фронте без перемен". Только что узнал, что есть фильм. Гляну его как-то и сравню с книгой) 
#Примечания Смотрел сегодня какого-то индуса на ютубе, он объяснял как решить проблему одну. В целом я даже понял его кривой английский. Хз можно ли этим гордиться. Вроде всё указал`,
		tags: ['Примечания', 'День20'],
		date: new Date(),
		statistics: {
			engTime: 100,
			progTime: 360,
			get totalTime() {
				return this.engTime + this.progTime;
			},
		},
	},
	{
		title: 'Отчёт #День20',
		content: `- 4 урока "Английский по плейлистам"
- Учил карточки

- Смотрел курс по реакту
- Смотрел курс по ангуляру ( потом расскажу зачем, может быть, я подумаю )
- Писал сайт, куда буду дублировать статистику и записи из этого тгк

- Читал книгу. (Начал читать "На западном фронте без перемен". Только что узнал, что есть фильм. Гляну его как-то и сравню с книгой) 
#Примечания Смотрел сегодня какого-то индуса на ютубе, он объяснял как решить проблему одну. В целом я даже понял его кривой английский. Хз можно ли этим гордиться. Вроде всё указал`,
		tags: [
			'Примечания',
			'День20',
			'Примечания',
			'День20',
			'Примечания',
			'День20',
			'Примечания',
			'День20',
			'Примечания',
			'День20',
		],
		date: new Date(),
		statistics: {
			engTime: 100,
			progTime: 360,
			get totalTime() {
				return this.engTime + this.progTime;
			},
		},
	},
	{
		title: 'Отчёт #День20',
		content: `- 4 урока "Английский по плейлистам"
- Учил карточки

- Смотрел курс по реакту
- Смотрел курс по ангуляру ( потом расскажу зачем, может быть, я подумаю )
- Писал сайт, куда буду дублировать статистику и записи из этого тгк

- Читал книгу. (Начал читать "На западном фронте без перемен". Только что узнал, что есть фильм. Гляну его как-то и сравню с книгой) 
#Примечания Смотрел сегодня какого-то индуса на ютубе, он объяснял как решить проблему одну. В целом я даже понял его кривой английский. Хз можно ли этим гордиться. Вроде всё указал`,
		tags: ['Примечания', 'День20'],
		date: new Date(),
		statistics: {
			engTime: 100,
			progTime: 360,
			get totalTime() {
				return this.engTime + this.progTime;
			},
		},
	},
	{
		title: 'Отчёт #День20',
		content: `- 4 урока "Английский по плейлистам"
- Учил карточки

- Смотрел курс по реакту
- Смотрел курс по ангуляру ( потом расскажу зачем, может быть, я подумаю )
- Писал сайт, куда буду дублировать статистику и записи из этого тгк

- Читал книгу. (Начал читать "На западном фронте без перемен". Только что узнал, что есть фильм. Гляну его как-то и сравню с книгой) 
#Примечания Смотрел сегодня какого-то индуса на ютубе, он объяснял как решить проблему одну. В целом я даже понял его кривой английский. Хз можно ли этим гордиться. Вроде всё указал`,
		tags: ['Примечания', 'День20'],
		date: new Date(),
		statistics: {
			engTime: 100,
			progTime: 360,
			get totalTime() {
				return this.engTime + this.progTime;
			},
		},
	},
	{
		title: 'Отчёт #День20',
		content: `- 4 урока "Английский по плейлистам"
- Учил карточки

- Смотрел курс по реакту
- Смотрел курс по ангуляру ( потом расскажу зачем, может быть, я подумаю )
- Писал сайт, куда буду дублировать статистику и записи из этого тгк

- Читал книгу. (Начал читать "На западном фронте без перемен". Только что узнал, что есть фильм. Гляну его как-то и сравню с книгой) 
#Примечания Смотрел сегодня какого-то индуса на ютубе, он объяснял как решить проблему одну. В целом я даже понял его кривой английский. Хз можно ли этим гордиться. Вроде всё указал`,
		tags: ['Примечания', 'День20'],
		date: new Date(),
		statistics: {
			engTime: 100,
			progTime: 360,
			get totalTime() {
				return this.engTime + this.progTime;
			},
		},
	},
	{
		title: 'Отчёт #День20',
		content: `- 4 урока "Английский по плейлистам"
- Учил карточки

- Смотрел курс по реакту
- Смотрел курс по ангуляру ( потом расскажу зачем, может быть, я подумаю )
- Писал сайт, куда буду дублировать статистику и записи из этого тгк

- Читал книгу. (Начал читать "На западном фронте без перемен". Только что узнал, что есть фильм. Гляну его как-то и сравню с книгой) 
#Примечания Смотрел сегодня какого-то индуса на ютубе, он объяснял как решить проблему одну. В целом я даже понял его кривой английский. Хз можно ли этим гордиться. Вроде всё указал`,
		tags: ['Примечания', 'День20'],
		date: new Date(),
		statistics: {
			engTime: 100,
			progTime: 360,
			get totalTime() {
				return this.engTime + this.progTime;
			},
		},
	},
	{
		title: 'Отчёт #День20',
		content: `- 4 урока "Английский по плейлистам"
- Учил карточки

- Смотрел курс по реакту
- Смотрел курс по ангуляру ( потом расскажу зачем, может быть, я подумаю )
- Писал сайт, куда буду дублировать статистику и записи из этого тгк

- Читал книгу. (Начал читать "На западном фронте без перемен". Только что узнал, что есть фильм. Гляну его как-то и сравню с книгой) 
#Примечания Смотрел сегодня какого-то индуса на ютубе, он объяснял как решить проблему одну. В целом я даже понял его кривой английский. Хз можно ли этим гордиться. Вроде всё указал`,
		tags: ['Примечания', 'День20'],
		date: new Date(),
		statistics: {
			engTime: 100,
			progTime: 360,
			get totalTime() {
				return this.engTime + this.progTime;
			},
		},
	},
];
